{
    "How to Make $10,000/Month Writing Online MemeGirls Code | MEMFI": "45688",
    "Go To Secret Task Memefi Code | MEMFI": "LAMBO",
    "WHY YOU KEEP LOSING MONEY IN CRYPTO – FIX IT NOW! PART 1 OF 7 | MEMFI": "11529",
    "5 Steps To Start Your First Business Memegirl Code | MEMFI": "98213",
    "GAMING FOR CASH: HOW DAPPS TURN YOUR SKILLS INTO CRYPTO PART 3 OF 5 | MEMFI": "31954",
    "BEST SECRETS OF SUCCESSFUL ENTREPRENEURS MEMEGIRLS CODE | MEMFI": "99335",
    "THE BEST BEGINNER TRADING STRATEGIES EXPLAINED – DON’T MISS OUT! PART 2 OF 7 | MEMFI": "85554",
    "THE MOST PROFITABLE TAP-TO-EARN GAMES IN TELEGRAM APP IN 2025 MEMEGIRLS CODE | MEMFI": "42622",
    "HOW TO AUTOMATE CRYPTO PROFITS: YEARN FINANCE VS. ALCHEMIX PART 4 OF 57 | MEMFI": "14287",
    "HOW TO START A BUSINESS FROM NOTHING MEMEGIRLS CODE | MEMFI": "41323",
    "TURN NEWS INTO PROFITS: MASTERING THE SWING & NEWS TRADING GAME PART3 OF 7 | MEMFI": "53320",
    "THE SECRET FORMULA THAT LAUNCHES BILLION-DOLLAR COMPANIES MEMEGIRLS CODE | MEMFI": "42437",
    "TURN YOUR FOOTBALL KNOWLEDGE INTO PROFITS:THE SORARE EXPERIENCE PART 5 OF 5 | MEMFI": "72941",
    "TRADING BLINDFOLDED? THE DANGERS OF LETTING EMOTIONS TAKE OVER I PART 2 OF 5 | MEMEFI": "47685",
    "TELEGRAM MOBILE PLAY TO EARN CRYPTO GAMES MEMEGIRLS CODE | MEMFI": "42666",
    "Arbitrage And DCA: The Safest Crypto Trading Tactics Explained Part 4 Of 7 | MEMFI": "99944",
    "How To Start Your Small Business | Step By Step | MemeGirls Code | MEMFI": "42111",
    "INVEST IN REAL ESTATE WITHOUT MILLIONS? HERE’S HOW! PART 1 OF 5 | MEMFI": "56912",
    "HOW TO BUILD A BUSINESS THAT WORKS SECRETS OF ENTREPRENEURS MEMEGIRLS CODE | MEMFI": "42491",
    "CAN YOU PROFIT FROM A FALLING MARKET? DISCOVER REVERSE TRADING PART 5 OF 7 | MEMFI": "83859",
    "HOW TO EARN $5,000 PER MONTH WITH TELEGRAM | MEMEGIRLS | MEMFI": "42681",
    "Memefi Video Code Today $1,000 INTO $214M WIN YOU CAN DO TOO! | MEMEFI NEWS": "56400",
    "OWN PROPERTY DIGITALLY: THE PROCESS OF REAL ESTATE TOKENIZATION PART 2 OF 5 | MEMFI": "75612",
    "28.7% Of People Who Try This Make their 1st Dollar Online MemeGirls | MEMFI": "42331",
    "SET AND FORGET: POSITION TRADING FOR LONG-TERM PROFITS PART 6 OF 7 | MEMFI": "17905",
    "HOW TO SUCCEED INBUSINESS SECRET STEPS MEMEGIRLS | MEMFI": "12501",
    "HOW TOKENIZATION MAKES REAL ESTATE ACCESSIBLE FOR ALL PART 3 OF 5 | MEMFI": "86553",
    "BEST TELEGRAM FREE CRYPTO AIRDROPS MEMEGIRLS | MEMEFI": "97693",
    "TOP 10 CRYPTO STRATEGIES – WHICH ONE SHOULD YOU TRY? PART 7 OF 7 | MEMEFI": "77508",
    "IF YOU WANT TO START A BUSINESS IN 2025, WATCH THIS VIDEO MEMEGIRLS CODE | MEMEFI": "42527",
    "MILLION-DOLLAR DEALS MADE EASY: REAL ESTATE TOKENIZATION IN ACTION PART 4 OF 5 | MEMEFI": "15928",
    "HOW TO MAKE $500 PER WEEK IN TELEGRAM GAMES | MEMEGIRLS CODE | MEMEFI": "42704",
    "LOST MONEY TRADING? HERE’S WHAT YOU’RE MISSING! PART 1 OF 5 | MEMEFI": "57855",
    "HOW TO SET YOURSELF UP FOR SUCCESS: PSYCHOLOGICAL TRICKS AND TECHNIQUES | MEMEGIRLS | MEMEFI": "42758",
    "THE FUTURE OF PROPERTY INVESTMENT: REAL ESTATE TOKENIZATION | PART 5 OF 5 | MEMEFI": "48734",
    "MEMEFI EXPOSES 2030 CRYPTO WALLET SECRETS! I MEMEFI NEWS": "33745",
    "HOW TO START YOUR OWN BUSINESS WITHOUT ANY INVESTMENTS | MEMEGIRLS CODE! I MEMEFI": "10892",
    "HOW TO MANAGE YOUR MONEY EFFETIVELY | MEMEGIRLS | MEMEFI": "43088",
    "THE SECRET TO CUTTING CRYPTO FEES: MICROTRANSACTIONS EXPLAINED | PART 1 OF 5 | MEMEFI": "96314"
}